Repository: MoustafaAttia/EquipmentRentalShop
Catalog: Utilities/Resources/Resource.*.resx
Languages: ar

source: Add to Cart
ar: أضف إلى العربة

# BoschJackhammerDescription
source: Description of Bosch jackhammer
ar: وصف آلات ثقب الصخور بوش

# BoschJackhammerName
source: Bosch jackhammer
ar: آلات ثقب الصخور بوش

source: Day(s)
ar: يوم

# DeleteMessage
source: Are you sure you want to remove this item?
ar: هل أنت متأكد من إزالة هذا الجهاز؟

# Description
source: Equipment Description
ar: وصف الجهاز

# DetailsObject
source: Equipment Details
ar: تفاصيل الجهاز

# DuplicateItem
source: This equipment item added before.
ar: هذا الجهاز تمت إضافته من قبل

source: Equipment Id
ar: رقم الجهاز

source: Equipments Cart
ar: عربة المشتريات

source: Equipments List
ar: قائمة الأجهزة

source: Generate Invoice
ar: إنشاء فاتورة

# GenerateInvoiceMessage
source: Are you sure you want to generate invoice?
ar: هل أنت متأكد أنك تريد إنشاء الفاتورة؟

# HeaderTitle
source: Online construction equipment rental
ar: المتجر الإلكتروني لتأجير الأجهزة

source: Home
ar: الرئيسية

# KamAZTruckDescription
source: Description of KamAZ truck
ar: وصف شاحنة كاماز

# KamAZTruckName
source: KamAZ truck
ar: شاحنة كاماز

# KomatsuCraneDescription
source: Description of Komatsu crane
ar: وصف كوماتسو رافعة

# KomatsuCraneName
source: Komatsu crane
ar: كوماتسو رافعة

# Name
source: Equipment Name
ar: اسم الجهاز

source: Remove
ar: حذف

# RentalDaysWarning
source: Rental days should be between 1 and 365.
ar: عدد أيام الإيجار يجب أن يكون بين 1 و 365

source: Rental for
ar: إيجار لمدة

source: Rent Days
ar: عدد أيام الإيجار

# Type
source: Equipment Type
ar: نوع الجهاز

# VolvoSteamrollerDescription
source: Description of Volvo steamroller
ar: وصف بخارية فولفو

# VolvoSteamrollerName
source: Volvo steamroller
ar: بخارية فولفو
